{
  "facts":
  [
    {
      "number"  : 1,
      "info"    : "It doesn’t get better than Number One. It’s the average number of poos a sloth has in a week. It’s the number of websites there were in 1991 (today there are about 850 million). It’s the number of people who live in the town of Monowi, Nebraska. It’s the number of seconds it takes the MIT Media Lab camera to take 1 trillion pictures"
    },
    {
      "number"  : 2,
      "info"    : "Two is the smallest prime number, and the only even prime number.A binary number is a number that uses the base-2 number system.Mars has two moons – Phobos (signifies “dread” or “frenzy”) and Deimos (signifies “fear”).Two is viewed as fortunate in China. The Chinese public says “beneficial things come two by two.Twins are two kids created from very much the same zygote."
    },
    {
      "number"  : 3,
      "info"    : "In Vietnam, it’s apparently bad luck to have three people in a photo as the one in the middle might die.It’s the number of people who have been to the very bottom of the ocean (the Mariana Trench).Compare that to the 534 people who have been in space.It’s (on average) the number of days you can survive without water, the number of weeks you can survive without eating and the number of minutes you can survive without taking a breath. "
    },
    {
      "number"  : 4,
      "info"    : "Four percent of people in the world have “outtie” belly buttons.It’s the number of people who live in each square kilometre in Canada (in the UK it’s 265 people, in Hong Kong it’s 7,000). It’s the number of miles per second - PER SECOND! - that space junk goes as it whizzes around Earth (that’s why a tiny speck of it can destroy a space ship)."
    },
    {
      "number"  : 5,
      "info"    : "It’s the number of babies born every second. It’s the length in metres of a Great White Shark. It’s also the average number of people who die from shark attacks every year (compared to the 100 million sharks a year killed by humans). It’s the number of mass extinctions that the Earth has experienced (number five killed off the dinosaurs). The world’s largest hula hoop was five metres wide (Ashrita Furman managed to spin it 3¾ times)."
    },
    {
      "number"  : 6,
      "info"    : "Six is the only number that is both the sum and the product of three consecutive positive numbers.Many different instruments have a connection with the number six. Anyone who has picked up a guitar and played Wonderwall should know that standard guitars have six strings. Many woodwind instruments also have six holes bored into them."
    }
  ]
}
